# Taps
tap 'caskroom/cask'
tap 'caskroom/eid'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

# Binaries
brew 'coreutils' # Those that come with macOS are outdated
brew 'git'
brew 'grep'
brew 'mackup'
brew 'zsh'
brew 'zsh-completions'

# Apps
cask 'discord'
cask 'google-chrome'
cask 'skype'
cask 'slack'
cask 'atom'
cask 'iterm2'
cask 'visual-studio-code'
cask 'brackets'
cask 'spotify'


# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'

# Mac App Store
mas 'The Unarchiver', id: 425424353
